<?php

return [
    "login" => [
        "page" => [
            "admin" => [
                "meta_title" => "Вхід Адміністратора | " . env("APP_NAME"),
                "meta_desc" => "Вхід Адміністратора | " . env("APP_NAME"),
                "page_title" => "Вхід Адміністратора",
                "dim" => "Увійдіть та керуйте Системою. Втратили дані доступу? <a class='toggleRecoveryLoginForm'>Відновити доступ</a>",
            ],
            "remember_label" => "Запам'ятати мене на цьому пристрої",
            "recovery_access_header" => "Відновлення доступу",
            "recovery_access_desc" => "Якщо ви втратили дані входу, вкажіть ваш email, Система надішле лист з інструкціями для відновлення доступу.",
        ],
    ],
    "not_exist" => "<h5>Користувача не знайдено</h5>Будь ласка, перевірте вхідні дані або <a class='toggleRecoveryLoginForm'>відновіть доступ</a>, якщо ви точно зареєстровані та втратили дані входу.",
    "blocked_admin" => "<h5>Доступ заборонено</h5>Ваш доступ до панелі адміністратора обмежено. Будь ласка, зверніться до головного Адміністратора.",
    "recovery_send_error" => "<h5>Помилка</h5>На жаль, не вдалося надіслати лист на :email. Будь ласка, спробуйте ще раз або <a class='appeal'>зв'яжіться з підтримкою</a>.",
    "recovery_ok_msg" => "<h5>Готово!</h5>Лист з інструкціями було надіслано на :email. Повідомлення може потрапити до папки <q>Спам</q>.",
    "password" => "Ви ввели невірний пароль.",
    "throttle" => "Ви зробили забагато спроб входу. З міркувань безпеки, будь ласка, спробуйте знову через :seconds секунд.",
];
