<?php

return [
    "log_view" => [
        "title" => "Історія",
        "system_desc" => "Цей список містить важливі подіїї що відбуваються в Системі, а також ким та коли вони створені. Тільки Адміністратор може переглядати Системну історію.",
        "empty" => "Історія поки що порожня",
    ],
    "dropdown_menu" => [
        "admin" => [
            "admin_menu" => "Меню Адміністратора",
            "quick_links" => "Швидкі посилання",
        ],
    ],
    "media_selector" => [
        "no_video_tag" => "Ваш браузер не підтримує тег відео",
        "Add" => "Додати медіа",
        "Delete" => "Видалити файл",
        "Delete_all" => "Видалити всі файли",
        "Edit" => "Змінити",
        "Save" => "Зберегти",
        "Cancel" => "Скасувати",
        "limit_alert" => "<h5>На жаль, ліміт вичерпано</h5>Ви можете додати не більше ніж :limit файлів.",
        "delete_confirm" => "<h5>Підтвердіть дію</h5>Ви дійсно хочете видалити всі медіафайли?",
        "new_name_placeholder" => "Нова назва файла",
        "rename_error" => "На жаль, не вдалося перейменувати файл."
    ],
    "bg_image" => [
        "label" => "Налаштуйте фонове зображення хедера",
        "hint" => "Щоб зробити матеріал більш привабливим, оберіть фонове зображення у високій якості на своєму пристрої або вставте в поле з буферу обміну чи посилання на нього. Рекомендована ширина зображення: 2050-3500px. Кадруйте фонове зображення та збережіть налаштування кнопкою <i class='fa-solid fa-check'></i>.",
        "Delete" => "Видалити",
        "Choose" => "Обрати файл",
        "Upload" => "Зберегти",
        "url_placeholder" => "Вставте зображення чи посилання на нього",
        "choose_file_alert" => "Оберіть нове фонове зображення з вашого пристрою або вставте скопійоване зображення чи посилання на нього в поле поруч.",
        "Load_image_error" => "Помилка завантаження зображення",
        "small_image_alert" => "<h5>Зверніть увагу</h5>Обране зображення може мати поганий вигляд на широкоформатних пристроях. Рекомендуємо використовувати зображення гарної якості з шириною 2050-3500px",
        "delete_confirm" => "<h5>Підтвердьте дію</h5>Ви дійсно хочете видалити ваше збережене фонове зображення? Замість нього буде встановлено фонове зображення за замовчуванням.",
        "header_disable_notice" => "Хедер виключений в налаштуваннях макета цього матеріалу. Увімкніть хедер щоб дозволити бачити його з фоновим зображенням.",
    ],
    "complain" => [
        "title" => "Надіслати скаргу",
        "desc" => "Якщо ви вважаєте, що на цій сторінці порушуються ваші права чи права третіх осіб, ви можете залишити скаргу із зазначенням причини.",
        "theme" => [
            "label" => "Причина скарги",
            "fake" => "Недостовірність інформації",
            "mistake" => "Помилкова інформація",
            "confidential" => "Порушення конфіденційності",
            "third_party" => "Порушення прав третіх осіб",
            "unacceptable_content" => "Образливий / неприпустимий контент",
        ],
        "message_label" => "Опис скарги",
        "ok" => "<h5>Готово!</h5>Вашу скаргу надіслано!",
    ],
    "toggle_statistic_key" => [
        "likes" => [
            "add" => "<i class='fa-regular fa-thumbs-up'></i>",
            "remove" => "<i class='fa-solid fa-thumbs-up'></i>",
            "added" => "<i class='fa-solid fa-thumbs-up'></i>",
            "removed" => "<i class='fa-regular fa-thumbs-up'></i>",
        ],
    ],
    "share" => [
        "title" => "Поширити посилання на матеріал",
        "Copy_link" => "Копіювати посилання",
    ],
    "contacts_view" => [
        "title" => "Зв'яжіться в інший спосіб",
        "Phones" => "Номери телефону",
        "Emails" => "Поштові скриньки",
        "Social_networks" => "Ми в соцмережах",
        "Links" => "Додаткові посилання",
        "Location" => "Розташування",
        "View_map" => "Дивитись на мапі",
    ],
    "quick_admin_material_actions" => [
        "title" => "Керувати цим матеріалом:",
    ],
];
