<?php

$appContact = route('contact');
$currentYear = date('Y');

return [
    "title" => "Система Керування Змістом",
    "footer" => "Copyright ® $currentYear All rights Reserved & Stay With 🇺🇦&nbsp;Ukraine!<br><a href='$appContact' style='text-decoration: none;'>Feedback & Supports</a>",
    "recovery" => [
        "subject" => "Відновлення доступу",
        "body" => "<p>Відправлено запит на відновлення доступу до вашого Облікового Запису. Зверніть увагу, посилання для відновлення є одноразовим. Якщо ви не робили цей запит, проігноруйте цей лист. Ваші дані залишаються у безпеці. В жодному разі нікому не передавайте це повідомлення.<br><a href=':signedUrl' target='_blank'>Змінити дані доступу</a></p>",
    ],
    "verify_email" => [
        "subject" => "Підтвердьте email",
        "body" => "<p>Будь ласка, перейдіть по посиланню нижче, щоб підтвердити свою електронну адресу. Зверніть увагу, посилання для підтвердження є одноразовим. Якщо це повідомлення прийшло вам помилково, будь ласка, проігноруйте його. В жодному разі нікому не передавайте це повідомлення.<br><a href=':signedUrl' target='_blank'>Підтвердити email</a></p>",
    ],
    "complain" => [
        "subject" => "Скарга",
        "body" => "<p>Пошта: :email<br>Телефон: :phone<br>Ресурс: <a href=':url' target='_blank'>:url</a><br>Тема: <q>:theme</q><br>Повідомлення: <q>:message</q></p>",
    ],
    "appeal" => [
        "subject" => "Звернення",
        "body" => "<p>Пошта: :email<br>Телефон: :phone<br>Тема: <q>:theme</q><br>Повідомлення: <q>:message</q></p>",
    ],
];
