<?php

return [
    "do_verify_new_email" => "Будь ласка, підтвердіть новий email",
    "send_verify_notice" => "Ми надіслали лист для підтвердження на вказаний вами email",
    "location" => [
        "label" => "Розташування",
        "hint" => "Введіть в полі вашу адресу або встановіть маркер на мапі в місці, де ви знаходитесь. Або натисніть значок <i class='fa-solid fa-location-crosshairs'></i> та дозвольте Системі визначити ваше розташування автоматично. Щоб видалити встановлене розташування та не показувати його в контактах, натисніть значок <i class='fa-solid fa-xmark'></i>",
        "placeholder" => "Пошук місця",
        "marker_title" => "Перетягніть маркер або клікніть в потрібне місце",
        "error" => "На жаль, нам не вдалося автоматично визначити геодані. Будь ласка, спробуйте вказати адресу вручну в полі пошуку або встановити маркер.",
        "get_current" => "Визначити моє поточне розташування",
        "reset" => "Видалити розташування",
    ],
    "social_networks" => [
        "label" => "Соцмережі",
        "hint" => "Оберіть зі списку соціальну мережу, вкажіть посилання та натисніть <q>+</q>.",
        "No_networks_to_add" => "Ви додали всі соцмережі",
        "no_added" => "Не додано жодної соцмережі",
    ],
    "links" => [
        "label" => "Посилання",
        "hint" => "Вкажіть посилання на свій вебсайт або інші ресурси. Введіть текст та URL посилання і натисніть <q>+</q>.",
        "name_placeholder" => "Мій вебсайт",
        "value_placeholder" => route('home'),
        "no_added" => "Не додано жодного посилання",
    ],
    "emails" => [
        "label" => "Поштові адреси",
        "hint" => "Вкажіть одне чи декілька email. Введіть текст та email і натисніть <q>+</q>.",
        "name_placeholder" => "Головна скринька",
        "value_placeholder" => "example@mail.com",
        "no_added" => "Не додано жодного email",
    ],
    "phones" => [
        "label" => "Номери телефону",
        "hint" => "Вкажіть один чи декілька номерів. Введіть текст та номер і натисніть <q>+</q>.",
        "name_placeholder" => "Підтримка котиків",
        "value_placeholder" => "044 5555555",
        "no_added" => "Не додано жодного номеру",
    ],
    "email" => [
        "label" => "Вкажіть email",
        "hint" => "Ця пошта буде використана для входу та відновлення",
        "placeholder" => "example@mail.com",
        "is_admin_notice" => "Ви дієте як Адміністратор! Email не потребує підтвердження.",
    ],
    "phone" => [
        "label" => "Вкажіть номер телефону",
        "hint" => "Оберіть код своєї країни та введіть ваш номер телефону з кодом міста чи оператора. Дозволено вводити тільки цифри.",
        "placeholder" => "Номер телефону",
    ],
    "email_or_phone" => [
        "label" => "Вкажіть ваш email або номер телефону",
        "hint" => "За вказаним email чи номером ми зв'яжемось з вами. Оберіть код своєї країни та введіть ваш номер телефону з кодом міста чи оператора. Дозволено вводити тільки цифри.",
    ],
    "password" => [
        "label" => "Вкажіть пароль",
        "hint" => "Пароль повинен містити від восьми символів без пробілів, серед яких є великі та малі літери, цифри та спецсимволи. Натисніть на значок <i class='fa-solid fa-arrows-rotate'></i>, щоб згенерувати надійний пароль.",
        "repeat_label" => "Повторіть пароль",
        "new_label" => "Вкажіть новий пароль",
    ],
    "order_by" => [
        "newest" => "Нові спочатку",
        "oldest" => "Старі спочатку",
        "blocked" => "Заблоковані",
        "soft_deletes" => "Приховані спочатку",
    ],
    "robots" => [
        "all" => "Індексувати без обмежень",
        "noindex" => "Не показувати матеріал в результатах пошуку",
        "nofollow" => "Не переходити за посиланнями в матеріалі",
        "noimageindex" => "Не індексувати зображення в матеріалі",
        "none" => "Не індексувати повністю",
    ],
    "permissions" => [
        "All_deny" => "Без дозволів",
        "r" => "Переглядати",
        "c" => "Створювати",
        "u" => "Редагувати",
        "d" => "Видаляти",
        "menu" => [
            "label" => "Меню",
            "hint" => "Визначте дозволи цього Модератора в межах панелі Адміністратора щодо керування меню",
        ],
        "material" => [
            "label" => "Матеріали",
            "hint" => "Визначте дозволи цього Модератора в межах панелі Адміністратора щодо керування матеріалами",
        ],
        "moderator" => [
            "label" => "Модератори",
            "hint" => "Визначте дозволи цього Модератора в межах панелі Адміністратора щодо керування іншими Модераторами",
            "notice" => "Це налаштування потенційно небезпечне",
        ],
    ],
    "sitemap" => [
        "label" => "Умова оновлення",
        "hint" => "За якої умови слід оновлювати Sitemap. Оновлювати автоматично кожен раз, коли додається чи видаляється матеріал або Профіль. Оновлювати тільки вручну з цієї панелі.",
        "auto" => "Автоматично",
        "manually" => "Вручну",
    ],
    "appeal" => [
        "theme" => [
            "label" => "Вкажіть тему вашого звернення",
            "important" => "Терміново / Важливо",
            "collaboration" => "Співпраця",
            "complaint" => "Скарга",
            "bug" => "Знайшли помилку",
            "donate" => "Пожертвування (донати)",
            "appeal" => "Звернення",
            "question" => "Питання",
            "other" => "Інше",
        ],
        "message" => [
            "label" => "Введіть текст звернення"
        ],
        "ok" => "<h5>Готово!</h5>Дякуємо, ваше звернення надіслано!",
        "popup_title" => "Зворотній зв'язок",
        "popup_desc" => "Вкажіть ваші контактні дані для зворотного зв'язку. Оберіть тему звернення та додайте текст звернення.",
    ],
];
