<?php

return [
    "sitemap" => [
        "title" => "Генератор Sitemap",
        "desc" => "Оновіть Sitemap",
        "hint" => "Щоб нові матеріали були проіндексовані пошуковими системами швидше, періодично оновлюйте Sitemap або встановіть автоматичне оновлення.",
        "last_update" => "Останнє оновлення: ",
        "Refresh" => "Оновити",
        "View" => "Перегляд",
        "Not_found" => "Sitemap не знайдено або він порожній. Будь ласка, оновіть Sitemap.",
        "refresh_done" => "Sitemap оновлено",
    ],
    "access" => [
        "title" => "Доступ до ресурсу",
        "label" => "Режим доступу",
        "hint" => "Щоб на певний час заборонити доступ всім, окрім Адміністратора та Модераторів, оберіть відповідний режим доступу. В режимі <q>Технічні роботи</q> всі, окрім залогінених Адміністратора та Модераторів, звертаючись до ресурсу, будуть перенаправлені на сторінку з повідомленням про технічні роботи. В режимі <q>Доступ дозволено</q> ресурс працює у звичайному режимі.",
        "allowed" => "Доступ дозволено",
        "dev" => "Технічні роботи",
    ],
    "moderators" => [
        "title" => "Модератори",
        "Count" => "Усього Модераторів:",
        "Manage" => "Керувати",
    ],
    "timezone" => [
        "title" => "Часовий пояс",
        "err_auto_detect" => "<h5>Сталася помилка</h5>На жаль, не вдалося визначити ваш часовий пояс автоматично. Будь ласка, оберіть його зі списку самостійно.",
        "label" => "Оберіть ваш часовий пояс",
        "hint" => "Всі дати та час будуть показані у вашому часовому поясі. Якщо ви не знаєте свій часовий пояс чи не впевнені в правильності вибору, натисніть на значок <i class='fa-solid fa-location-crosshairs'></i>, щоб визначити ваш часовий пояс автоматично.",
        "get_current" => "Визначити мій часовий пояс автоматично",
    ],
    "layout" => [
        "title" => "Макет",
        "desc" => "Ці налаштування будуть застосовуватись за замовчуванням до нових матеріалів які ви створюєте в Системі. Оберіть тип матеріалу, налаштуйте макет та натисніть <q>Застосувати</q>. В будь-який час ви можете налаштовувати вигляд макету для кожного окремого матеріалу незалежно від цих налаштувань на сторінці створення чи редагування матеріалу.",
        "save_changes_confirm" => "<h5>Зачекайте, будь ласка</h5>Зберегти ваші налаштування для цього типу матеріалів перед тим, як перейти до іншого?",
        "material_type" => [
            "label" => "Тип матеріалу",
            "hint" => "Оберіть тип матеріалу, щоб налаштувати вигляд макету за замовчуванням для всіх нових матеріалів цього типу.",
        ],
        "header" => [
            "label" => "Хедер з фоновим зображенням",
            "hint" => "Визначте, чи показувати на сторінці матеріалу хедер з фоновим зображенням матеріалу.",
        ],
        "desktop" => [
            "label" => "Вигляд для ПК",
            "hint" => "Визначте, як буде виглядати макет сторінки матеріалу на пристроях з шириною більшою за 800px.",
            "right-aside" => "Колонка праворуч",
            "left-aside" => "Колонка ліворуч",
            "top-aside" => "Колонка зверху",
            "bottom-aside" => "Колонка знизу",
            "not-aside" => "Без колонки",
        ],
        "mobile" => [
            "label" => "Вигляд для Мобільних",
            "hint" => "Визначте, як буде виглядати макет сторінки матеріалу на пристроях з шириною меншою за 800px.",
            "top-aside-adaptive" => "Колонка зверху",
            "bottom-aside-adaptive" => "Колонка знизу",
            "not-aside-adaptive" => "Без колонки",
        ],
        "layout_max_width" => [
            "label" => "Максимальна ширина макета (px)",
            "hint" => "Визначте, якою буде максимальна ширина макета на ПК. Рекомендована ширина 1300px",
        ],
        "aside_width" => [
            "label" => "Ширина колонки макета (%)",
            "hint" => "Визначте, якою буде ширина колонки макета в процентному відношенні від ширини макета. Рекомендована ширина 30%",
        ],
    ],
];
