<?php

return [
    "email" => [
        "resend_response_ok" => "<h5>Готово!</h5>Лист може потрапити до теки <q>Спам</q>. Будь ласка, перевірте її.",
        "resend_response_err" => "<h5>Виникла помилка</h5>На жаль, не вдалося надіслати лист. Будь ласка, спробуйте ще раз або <a class='appeal'>зв'яжіться з підтримкою</a>.",
        "success_page" => [
            "meta_title" => "Email підтверджено | " . env("APP_NAME"),
            "meta_desc" => "Email підтверджено | " . env("APP_NAME"),
            "page_title" => "Email підтверджено",
            "subtitle" => "Ви підтвердили свій email. <a href='" . route("admin.login") . "'>Увійти</a>.",
        ],
        "deny_page" => [
            "meta_title" => "Підтвердьте email | " . env("APP_NAME"),
            "meta_desc" => "Підтвердьте email | " . env("APP_NAME"),
            "page_title" => "Підтвердьте email",
            "subtitle" => "На вказаний вами email <q>:email</q> було відправлено лист для підтвердження. Будь ласка, перейдіть за посиланням у ньому, щоб продовжити.",
            "lost_notice" => "Не отримали чи загубили лист?",
            "resend" => "Надіслати лист ще раз",
        ],
        "abort_page" => [
            "meta_title" => "Неактуальне підтвердження | " . env("APP_NAME"),
            "meta_desc" => "Неактуальне підтвердження | " . env("APP_NAME"),
            "page_title" => "Неактуальне підтвердження",
            "subtitle" => "Це посилання для підтвердження більше не є актуальним. Ваш email вже підтверджено, або ваш обліковий запис було видалено.",
        ],
    ],
];
